---
kind: property
id: P:Autodesk.Revit.DB.ViewCropRegionShapeManager.IsSplitHorizontally
source: html/a78e3cd6-58b3-faa0-6e10-02c22fe3bc99.htm
---
# Autodesk.Revit.DB.ViewCropRegionShapeManager.IsSplitHorizontally Property

Whether or not the view's crop is split (and the split is horizontal).

## Syntax (C#)
```csharp
public bool IsSplitHorizontally { get; }
```